Repository: NMolargik/SetDeck
Catalog: SetDeck/Localizable.xcstrings
Source language: en
Languages: es, fr_ca, ja

source: %@ routine
es: Rutina de %@
fr_ca: Routine du %@
ja: %@のルーティン

# %@, %@, duration %@
source: %1$@, %2$@, duration %3$@
es: %1$@, %2$@, duración %3$@
fr_ca: %1$@, %2$@, durée %3$@
ja: %1$@、%2$@、時間 %3$@

# %@, best weight %@ %@, estimated one rep max %@ %@, achieved on %@
source: %1$@, best weight %2$@ %3$@, estimated one rep max %4$@ %5$@, achieved on %6$@
es: %1$@, mejor peso %2$@ %3$@, una repetición máxima estimada %4$@ %5$@, logrado el %6$@
fr_ca: %1$@, meilleur poids %2$@ %3$@, maximum estimé à une répétition %4$@ %5$@, atteint le %6$@
ja: %1$@、最高重量 %2$@ %3$@、推定1RM %4$@ %5$@、達成日 %6$@

# %@, exercise %lld
source: %1$@, exercise %2$lld
es: %1$@, ejercicio %2$lld
fr_ca: %1$@, exercice %2$lld
ja: %1$@、エクササイズ %2$lld

# %lld of %lld
source: %1$lld of %2$lld
es: %1$lld de %2$lld
fr_ca: %1$lld de %2$lld
ja: %1$lld / %2$lld

source: +%lld more
es: +%lld más
fr_ca: +%lld de plus
ja: 他 %lld 件

source: ACHIEVEMENT UNLOCKED
es: LOGRO DESBLOQUEADO
fr_ca: SUCCÈS DÉBLOQUÉ
ja: 実績を解除

source: Achievements
es: Logros
fr_ca: Succès
ja: 実績

source: Achievements Reset
es: Logros restablecidos
fr_ca: Succès réinitialisés
ja: 実績をリセットしました

source: Add ${amountKcal} calories
es: Añadir ${amountKcal} calorías
fr_ca: Ajouter ${amountKcal} calories
ja: ${amountKcal} カロリーを追加

source: Add ${amountML} ml of water
es: Añadir ${amountML} ml de agua
fr_ca: Ajouter ${amountML} ml d'eau
ja: 水を ${amountML} ml 追加

source: Add Bottle of Water
es: Añadir botella de agua
fr_ca: Ajouter une bouteille d'eau
ja: ボトルの水を追加

source: Add Calories
es: Añadir calorías
fr_ca: Ajouter des calories
ja: カロリーを追加

source: Add Exercise
es: Añadir ejercicio
fr_ca: Ajouter un exercice
ja: エクササイズを追加

source: Add Food
es: Añadir comida
fr_ca: Ajouter un aliment
ja: 食事を追加

source: Add Glass of Water
es: Añadir vaso de agua
fr_ca: Ajouter un verre d'eau
ja: グラスの水を追加

source: Add Meal
es: Añadir comida completa
fr_ca: Ajouter un repas
ja: 食事（1食）を追加

source: Add Set
es: Añadir serie
fr_ca: Ajouter une série
ja: セットを追加

source: Add Sets to Your Exercise
es: Añade series a tu ejercicio
fr_ca: Ajoutez des séries à votre exercice
ja: エクササイズにセットを追加

source: Add Small Meal
es: Añadir comida ligera
fr_ca: Ajouter un petit repas
ja: 軽食を追加

source: Add Snack
es: Añadir tentempié
fr_ca: Ajouter une collation
ja: スナックを追加

source: Add Water
es: Añadir agua
fr_ca: Ajouter de l'eau
ja: 水を追加

source: Add Your First Exercise
es: Añade tu primer ejercicio
fr_ca: Ajoutez votre premier exercice
ja: 最初のエクササイズを追加

source: Add at least one exercise to continue
es: Añade al menos un ejercicio para continuar
fr_ca: Ajoutez au moins un exercice pour continuer
ja: 続けるには、エクササイズを1つ以上追加してください

source: Add exercise
es: Añadir ejercicio
fr_ca: Ajouter un exercice
ja: エクササイズを追加

source: Add set to %@
es: Añadir serie a %@
fr_ca: Ajouter une série à %@
ja: %@ にセットを追加

source: All achievements have been reset. Keep working out to earn them again!
es: Se han restablecido todos los logros. ¡Sigue entrenando para conseguirlos de nuevo!
fr_ca: Tous les succès ont été réinitialisés. Continuez à vous entraîner pour les obtenir de nouveau!
ja: すべての実績をリセットしました。トレーニングを続けて、もう一度獲得しましょう！

source: All achievements unlocked!
es: ¡Todos los logros desbloqueados!
fr_ca: Tous les succès débloqués!
ja: すべての実績を解除しました！

source: All historical set entries have been removed. Your routines and exercises are unchanged.
es: Se han eliminado todas las entradas del historial de series. Tus rutinas y ejercicios no han cambiado.
fr_ca: Toutes les entrées de l'historique des séries ont été supprimées. Vos routines et exercices sont inchangés.
ja: セット履歴のすべてのエントリを削除しました。ルーティンとエクササイズはそのままです。

source: All routines, exercises, sets, and history have been deleted.
es: Se han eliminado todas las rutinas, ejercicios, series e historial.
fr_ca: Toutes les routines, exercices, séries et historiques ont été supprimés.
ja: すべてのルーティン、エクササイズ、セット、履歴を削除しました。

source: Am I Working Out
es: ¿Estoy entrenando?
fr_ca: Suis-je en train de m'entraîner
ja: ワークアウト中ですか

source: Amount
es: Cantidad
fr_ca: Quantité
ja: 量

source: Amount (kcal)
es: Cantidad (kcal)
fr_ca: Quantité (kcal)
ja: 量（kcal）

source: Amount (ml)
es: Cantidad (ml)
fr_ca: Quantité (ml)
ja: 量（ml）

source: An error occurred
es: Ocurrió un error
fr_ca: Une erreur est survenue
ja: エラーが発生しました

source: Analyzing muscle groups...
es: Analizando grupos musculares...
fr_ca: Analyse des groupes musculaires...
ja: 筋肉グループを分析中...

source: Back
es: Atrás
fr_ca: Retour
ja: 戻る

source: Balance Analysis
es: Análisis de equilibrio
fr_ca: Analyse de l'équilibre
ja: バランス分析

source: Balanced
es: Equilibrado
fr_ca: Équilibré
ja: バランス良好

source: Bar chart displaying workout volume over time
es: Gráfico de barras que muestra el volumen de entrenamiento a lo largo del tiempo
fr_ca: Graphique à barres affichant le volume d'entraînement au fil du temps
ja: トレーニング量の推移を示す棒グラフ

source: Begins recording a strength training workout to Apple Health
es: Comienza a registrar un entrenamiento de fuerza en Apple Health
fr_ca: Commence l'enregistrement d'un entraînement de musculation dans Apple Santé
ja: 筋力トレーニングのワークアウトをApple Healthに記録し始めます

# Best: %@ %@ • est. 1RM %@ %@
source: Best: %1$@ %2$@ • est. 1RM %3$@ %4$@
es: Mejor: %1$@ %2$@ • 1RM est. %3$@ %4$@
fr_ca: Meilleur : %1$@ %2$@ • 1RM est. %3$@ %4$@
ja: 最高: %1$@ %2$@ • 推定1RM %3$@ %4$@

source: Build Your Routine
es: Crea tu rutina
fr_ca: Créez votre routine
ja: ルーティンを作成

source: Build Your Routines
es: Crea tus rutinas
fr_ca: Créez vos routines
ja: ルーティンを作成

source: Burn
es: Quemadas
fr_ca: Dépensées
ja: 消費

source: Calories Burned
es: Calorías quemadas
fr_ca: Calories dépensées
ja: 消費カロリー

source: Calories Consumed
es: Calorías consumidas
fr_ca: Calories consommées
ja: 摂取カロリー

source: Cancel
es: Cancelar
fr_ca: Annuler
ja: キャンセル

source: Check if you have an active workout session
es: Comprueba si tienes una sesión de entrenamiento activa
fr_ca: Vérifie si vous avez une séance d'entraînement en cours
ja: 進行中のワークアウトがあるか確認します

source: Choose between reps, as many as possible, timed, or freeform sets
es: Elige entre series de repeticiones, al máximo, cronometradas o libres
fr_ca: Choisissez entre des séries de répétitions, au maximum, chronométrées ou libres
ja: レップ、限界まで、時間制、自由形式のセットから選択

source: Clear Set History
es: Borrar historial de series
fr_ca: Effacer l'historique des séries
ja: セット履歴を消去

source: Clear Set History?
es: ¿Borrar el historial de series?
fr_ca: Effacer l'historique des séries?
ja: セット履歴を消去しますか？

source: Close
es: Cerrar
fr_ca: Fermer
ja: 閉じる

source: Complete a set in your routine and check back here.
es: Completa una serie de tu rutina y vuelve aquí.
fr_ca: Terminez une série de votre routine et revenez ici.
ja: ルーティンのセットを完了してから、ここに戻ってください。

source: Confirms the exercise name change
es: Confirma el cambio de nombre del ejercicio
fr_ca: Confirme le changement de nom de l'exercice
ja: エクササイズ名の変更を確定します

source: Continue
es: Continuar
fr_ca: Continuer
ja: 続ける

source: Couldn't load your workout data. (%@)
es: No se pudieron cargar tus datos de entrenamiento. (%@)
fr_ca: Impossible de charger vos données d'entraînement. (%@)
ja: ワークアウトデータを読み込めませんでした。（%@）

source: Couldn't save your changes. (%@)
es: No se pudieron guardar tus cambios. (%@)
fr_ca: Impossible d'enregistrer vos modifications. (%@)
ja: 変更を保存できませんでした。（%@）

source: Creates a new exercise for this day's routine
es: Crea un nuevo ejercicio para la rutina de este día
fr_ca: Crée un nouvel exercice pour la routine de ce jour
ja: この日のルーティンに新しいエクササイズを作成します

source: Creates a new set for this exercise
es: Crea una nueva serie para este ejercicio
fr_ca: Crée une nouvelle série pour cet exercice
ja: このエクササイズに新しいセットを作成します

source: Creates sample exercises and sets for all 7 days, plus 30 days of workout history.
es: Crea ejercicios y series de ejemplo para los 7 días, más 30 días de historial de entrenamiento.
fr_ca: Crée des exercices et des séries d'exemple pour les 7 jours, plus 30 jours d'historique d'entraînement.
ja: 7日分のサンプルエクササイズとセット、および30日分のワークアウト履歴を作成します。

source: Danger Zone
es: Zona de peligro
fr_ca: Zone de danger
ja: 危険な操作

source: Date
es: Fecha
ja: 日付

source: Day
es: Día
fr_ca: Jour
ja: 曜日

source: Day of Week
es: Día de la semana
fr_ca: Jour de la semaine
ja: 曜日

source: Debug
es: Depuración
fr_ca: Débogage
ja: デバッグ

source: Decrease %@
es: Reducir %@
fr_ca: Diminuer %@
ja: %@ を減らす

source: Decrease RPE
es: Reducir RPE
fr_ca: Diminuer le RPE
ja: RPEを下げる

# Decreases by %@%@
source: Decreases by %1$@%2$@
es: Reduce en %1$@%2$@
fr_ca: Diminue de %1$@%2$@
ja: %1$@%2$@ 減らします

source: Decreases by %lld
es: Reduce en %lld
fr_ca: Diminue de %lld
ja: %lld 減らします

source: Delete %@
es: Eliminar %@
fr_ca: Supprimer %@
ja: %@ を削除

source: Delete All Routines
es: Eliminar todas las rutinas
fr_ca: Supprimer toutes les routines
ja: すべてのルーティンを削除

source: Delete All Routines?
es: ¿Eliminar todas las rutinas?
fr_ca: Supprimer toutes les routines?
ja: すべてのルーティンを削除しますか？

source: Delete Everything
es: Eliminar todo
fr_ca: Tout supprimer
ja: すべて削除

source: Delete History
es: Eliminar historial
fr_ca: Supprimer l'historique
ja: 履歴を削除

source: Delete set
es: Eliminar serie
fr_ca: Supprimer la série
ja: セットを削除

source: Developer
es: Desarrollador
fr_ca: Développeur
ja: 開発者

source: Dismiss
es: Descartar
fr_ca: Fermer
ja: 閉じる

source: Display Water in Liters
es: Mostrar agua en litros
fr_ca: Afficher l'eau en litres
ja: 水をリットルで表示

source: Done
es: Listo
fr_ca: OK
ja: 完了

source: Done editing
es: Terminar edición
fr_ca: Terminer la modification
ja: 編集を終了

source: Double tap to edit the exercise name
es: Toca dos veces para editar el nombre del ejercicio
fr_ca: Touchez deux fois pour modifier le nom de l'exercice
ja: ダブルタップしてエクササイズ名を編集

source: Duration (min)
es: Duración (min)
fr_ca: Durée (min)
ja: 時間（分）

source: Edit Routine
es: Editar rutina
fr_ca: Modifier la routine
ja: ルーティンを編集

source: Edit Routine…
es: Editar rutina…
fr_ca: Modifier la routine…
ja: ルーティンを編集…

source: Ends the current strength training workout and saves it to Apple Health
es: Finaliza el entrenamiento de fuerza actual y lo guarda en Apple Health
fr_ca: Termine l'entraînement de musculation en cours et l'enregistre dans Apple Santé
ja: 現在の筋力トレーニングを終了してApple Healthに保存します

source: Energy
es: Energía
fr_ca: Énergie
ja: エネルギー

source: Enter SetDeck
es: Entrar a SetDeck
fr_ca: Entrer dans SetDeck
ja: SetDeckを始める

source: Est. 1RM
es: 1RM est.
fr_ca: 1RM est.
ja: 推定1RM

source: Exercise
es: Ejercicio
fr_ca: Exercice
ja: エクササイズ

# Exercise %lld of %lld
source: Exercise %1$lld of %2$lld
es: Ejercicio %1$lld de %2$lld
fr_ca: Exercice %1$lld de %2$lld
ja: エクササイズ %1$lld / %2$lld

source: Exercise Count
es: Número de ejercicios
fr_ca: Nombre d'exercices
ja: エクササイズ数

source: Exercise Name
es: Nombre del ejercicio
fr_ca: Nom de l'exercice
ja: エクササイズ名

source: Exercise Progress
es: Progreso del ejercicio
fr_ca: Progression de l'exercice
ja: エクササイズの進捗

source: Exercise name
es: Nombre del ejercicio
fr_ca: Nom de l'exercice
ja: エクササイズ名

source: Exercise navigation
es: Navegación de ejercicios
fr_ca: Navigation des exercices
ja: エクササイズの切り替え

source: Friday
es: Viernes
fr_ca: Vendredi
ja: 金曜日

source: Front
es: Frontal
fr_ca: Avant
ja: 前面

source: Generate
es: Generar
fr_ca: Générer
ja: 生成

source: Generate Sample Data?
es: ¿Generar datos de ejemplo?
fr_ca: Générer des données d'exemple ?
ja: サンプルデータを生成しますか？

source: Generate Sample Routines
es: Generar rutinas de ejemplo
fr_ca: Générer des routines d'exemple
ja: サンプルルーティンを生成

source: Get Started
es: Empezar
fr_ca: Commencer
ja: はじめる

source: Get the number of exercises in today's workout
es: Obtén el número de ejercicios del entrenamiento de hoy
fr_ca: Obtenez le nombre d'exercices de l'entraînement d'aujourd'hui
ja: 今日のワークアウトのエクササイズ数を取得します

source: Get your scheduled workout for a specific day
es: Obtén tu entrenamiento programado para un día concreto
fr_ca: Obtenez votre entraînement prévu pour un jour précis
ja: 指定した曜日の予定ワークアウトを取得します

source: Get your scheduled workout for today
es: Obtén tu entrenamiento programado para hoy
fr_ca: Obtenez votre entraînement prévu pour aujourd'hui
ja: 今日の予定ワークアウトを取得します

source: Go to first exercise
es: Ir al primer ejercicio
fr_ca: Aller au premier exercice
ja: 最初のエクササイズへ

source: Health
es: Salud
fr_ca: Santé
ja: ヘルス

source: Here's what you can do with SetDeck
es: Esto es lo que puedes hacer con SetDeck
fr_ca: Voici ce que vous pouvez faire avec SetDeck
ja: SetDeckでできること

source: History Cleared
es: Historial borrado
fr_ca: Historique effacé
ja: 履歴を消去しました

source: How Many Exercises Today
es: ¿Cuántos ejercicios hoy?
fr_ca: Combien d'exercices aujourd'hui
ja: 今日のエクササイズはいくつ

source: Hydration
es: Hidratación
fr_ca: Hydratation
ja: 水分補給

source: Imbalanced
es: Desequilibrado
fr_ca: Déséquilibré
ja: バランス不良

source: Increase %@
es: Aumentar %@
fr_ca: Augmenter %@
ja: %@ を増やす

source: Increase RPE
es: Aumentar RPE
fr_ca: Augmenter le RPE
ja: RPEを上げる

# Increases by %@%@
source: Increases by %1$@%2$@
es: Aumenta en %1$@%2$@
fr_ca: Augmente de %1$@%2$@
ja: %1$@%2$@ 増やします

source: Increases by %lld
es: Aumenta en %lld
fr_ca: Augmente de %lld
ja: %lld 増やします

source: Intake
es: Consumidas
fr_ca: Consommées
ja: 摂取

source: Intensity
es: Intensidad
fr_ca: Intensité
ja: 強度

source: Intensity (RPE)
es: Intensidad (RPE)
fr_ca: Intensité (RPE)
ja: 強度（RPE）

source: Keep going!
es: ¡Sigue así!
fr_ca: Continuez!
ja: この調子で！

source: Log
es: Registrar
fr_ca: Enregistrer
ja: 記録

source: Log RPE to see intensity trends.
es: Registra el RPE para ver las tendencias de intensidad.
fr_ca: Enregistrez le RPE pour voir les tendances d'intensité.
ja: RPEを記録すると強度の傾向が表示されます。

source: Log Water
es: Registrar agua
fr_ca: Enregistrer de l'eau
ja: 水を記録

source: Log a bottle of water (500ml / 16oz)
es: Registra una botella de agua (500 ml / 16 oz)
fr_ca: Enregistre une bouteille d'eau (500 ml / 16 oz)
ja: ボトル1本分の水を記録（500 ml / 16 oz）

source: Log a glass of water (250ml / 8oz)
es: Registra un vaso de agua (250 ml / 8 oz)
fr_ca: Enregistre un verre d'eau (250 ml / 8 oz)
ja: グラス1杯分の水を記録（250 ml / 8 oz）

source: Log a meal (500 kcal)
es: Registra una comida completa (500 kcal)
fr_ca: Enregistre un repas (500 kcal)
ja: 食事を記録（500 kcal）

source: Log a small meal (300 kcal)
es: Registra una comida ligera (300 kcal)
fr_ca: Enregistre un petit repas (300 kcal)
ja: 軽食を記録（300 kcal）

source: Log a small snack (100 kcal)
es: Registra un tentempié pequeño (100 kcal)
fr_ca: Enregistre une petite collation (100 kcal)
ja: 軽いスナックを記録（100 kcal）

source: Log calorie intake to Health
es: Registra la ingesta de calorías en Salud
fr_ca: Enregistre l'apport en calories dans Santé
ja: 摂取カロリーをヘルスケアに記録します

source: Log some sets to see PRs.
es: Registra algunas series para ver tus récords.
fr_ca: Enregistrez quelques séries pour voir vos records.
ja: セットを記録すると自己ベストが表示されます。

source: Log water intake to Health
es: Registra el consumo de agua en Salud
fr_ca: Enregistre la consommation d'eau dans Santé
ja: 水分摂取をヘルスケアに記録します

source: Mark this exercise as a warmup
es: Marcar este ejercicio como calentamiento
fr_ca: Marquer cet exercice comme échauffement
ja: このエクササイズをウォームアップにする

source: Monday
es: Lunes
fr_ca: Lundi
ja: 月曜日

source: Most Trained
es: Más entrenado
fr_ca: Le plus entraîné
ja: 最も鍛えた部位

source: Muscle Analysis
es: Análisis muscular
fr_ca: Analyse musculaire
ja: 筋肉分析

source: Muscle Distribution
es: Distribución muscular
fr_ca: Répartition musculaire
ja: 筋肉の分布

source: Muscle Heatmap
es: Mapa de calor muscular
fr_ca: Carte thermique musculaire
ja: 筋肉ヒートマップ

source: Next exercise
es: Siguiente ejercicio
fr_ca: Exercice suivant
ja: 次のエクササイズ

source: No Workouts
es: Sin entrenamientos
fr_ca: Aucun entraînement
ja: ワークアウトなし

source: No data yet
es: Aún no hay datos
fr_ca: Aucune donnée pour l'instant
ja: まだデータがありません

source: No history yet for this exercise.
es: Aún no hay historial para este ejercicio.
fr_ca: Aucun historique pour cet exercice pour l'instant.
ja: このエクササイズの履歴はまだありません。

source: No muscle group data available
es: No hay datos de grupos musculares
fr_ca: Aucune donnée de groupe musculaire
ja: 筋肉グループのデータがありません

source: No routine for today. Edit your routines or enjoy your day off!
es: No hay rutina para hoy. ¡Edita tus rutinas o disfruta de tu día de descanso!
fr_ca: Aucune routine aujourd'hui. Modifiez vos routines ou profitez de votre journée de repos!
ja: 今日のルーティンはありません。 ルーティンを編集するか、休息日を楽しみましょう！

source: No routine for today. Edit your routines or enjoy your day off.
es: No hay rutina para hoy. Edita tus rutinas o disfruta de tu día de descanso.
fr_ca: Aucune routine aujourd'hui. Modifiez vos routines ou profitez de votre journée de repos.
ja: 今日のルーティンはありません。ルーティンを編集するか、休息日を楽しみましょう。

source: No sets yet
es: Aún no hay series
fr_ca: Aucune série pour l'instant
ja: まだセットがありません

source: No, you're not currently working out. Say 'Start my workout' to begin.
es: No, ahora mismo no estás entrenando. Di «Iniciar mi entrenamiento» para empezar.
fr_ca: Non, vous n'êtes pas en train de vous entraîner. Dites « Commencer mon entraînement » pour débuter.
ja: いいえ、現在ワークアウト中ではありません。「ワークアウトを開始」と言って始めましょう。

source: OK
es: Aceptar

source: Off
es: Desactivado
fr_ca: Désactivé
ja: オフ

source: On
es: Activado
fr_ca: Activé
ja: オン

source: Open Settings
es: Abrir Ajustes
fr_ca: Ouvrir les réglages
ja: 設定を開く

source: Personal Records
es: Récords personales
fr_ca: Records personnels
ja: 自己ベスト

source: Personal Records section, %lld exercises
es: Sección de récords personales, %lld ejercicios
fr_ca: Section des records personnels, %lld exercices
ja: 自己ベストセクション、%lld 件のエクササイズ

source: Previous exercise
es: Ejercicio anterior
fr_ca: Exercice précédent
ja: 前のエクササイズ

source: Publisher
es: Editor
fr_ca: Éditeur
ja: 発行元

source: Range
es: Rango
fr_ca: Période
ja: 期間

source: Rate of perceived exertion, 0 to 10
es: Esfuerzo percibido, de 0 a 10
fr_ca: Effort perçu, de 0 à 10
ja: 主観的運動強度、0〜10

source: Ready to begin?
es: ¿Listo para empezar?
fr_ca: Prêt à commencer?
ja: 準備はいいですか？

source: Record Workout
es: Registrar entrenamiento
fr_ca: Enregistrer un entraînement
ja: ワークアウトを記録

source: Record a Workout
es: Registra un entrenamiento
fr_ca: Enregistrez un entraînement
ja: ワークアウトを記録する

source: Record workout
es: Registrar entrenamiento
fr_ca: Enregistrer un entraînement
ja: ワークアウトを記録

source: Removes this exercise and all its sets
es: Elimina este ejercicio y todas sus series
fr_ca: Supprime cet exercice et toutes ses séries
ja: このエクササイズとそのすべてのセットを削除します

source: Removes this set from the exercise
es: Elimina esta serie del ejercicio
fr_ca: Supprime cette série de l'exercice
ja: このセットをエクササイズから削除します

source: Reps
es: Repeticiones
fr_ca: Répétitions
ja: レップ

source: Reps Attempted
es: Repeticiones intentadas
fr_ca: Répétitions tentées
ja: 実施レップ数

source: Reset
es: Restablecer
fr_ca: Réinitialiser
ja: リセット

source: Reset Achievements
es: Restablecer logros
fr_ca: Réinitialiser les succès
ja: 実績をリセット

source: Reset Achievements?
es: ¿Restablecer los logros?
fr_ca: Réinitialiser les succès?
ja: 実績をリセットしますか？

source: Returns to the first exercise in the routine
es: Vuelve al primer ejercicio de la rutina
fr_ca: Revient au premier exercice de la routine
ja: ルーティンの最初のエクササイズに戻ります

source: Routines Deleted
es: Rutinas eliminadas
fr_ca: Routines supprimées
ja: ルーティンを削除しました

source: Sample Data Generated
es: Datos de ejemplo generados
fr_ca: Données d'exemple générées
ja: サンプルデータを生成しました

source: Sample routines and 30 days of history have been created.
es: Se han creado rutinas de ejemplo y 30 días de historial.
fr_ca: Des routines d'exemple et 30 jours d'historique ont été créés.
ja: サンプルルーティンと30日分の履歴を作成しました。

source: Saturday
es: Sábado
fr_ca: Samedi
ja: 土曜日

source: Save
es: Guardar
fr_ca: Enregistrer
ja: 保存

source: Set type
es: Tipo de serie
fr_ca: Type de série
ja: セットの種類

source: SetDeck app logo
es: Logotipo de la app SetDeck
fr_ca: Logo de l'app SetDeck
ja: SetDeckアプリのロゴ

source: SetDeck is Syncing with iCloud
es: SetDeck se está sincronizando con iCloud
fr_ca: SetDeck se synchronise avec iCloud
ja: SetDeckをiCloudと同期しています

source: SetDeck is designed to keep your data private and secure.
es: SetDeck está diseñado para mantener tus datos privados y seguros.
fr_ca: SetDeck est conçu pour garder vos données privées et sécurisées.
ja: SetDeckは、あなたのデータをプライベートかつ安全に保つよう設計されています。

source: Sets
es: Series
fr_ca: Séries
ja: セット

source: Settings
es: Ajustes
fr_ca: Réglages
ja: 設定

source: Shows the next exercise in the routine
es: Muestra el siguiente ejercicio de la rutina
fr_ca: Affiche l'exercice suivant de la routine
ja: ルーティンの次のエクササイズを表示します

source: Shows the previous exercise in the routine
es: Muestra el ejercicio anterior de la rutina
fr_ca: Affiche l'exercice précédent de la routine
ja: ルーティンの前のエクササイズを表示します

source: Shows the workout for %@
es: Muestra el entrenamiento del %@
fr_ca: Affiche l'entraînement du %@
ja: %@ のワークアウトを表示します

source: Start
es: Iniciar
fr_ca: Commencer
ja: 開始

source: Start Workout
es: Iniciar entrenamiento
fr_ca: Commencer l'entraînement
ja: ワークアウトを開始

source: Start a strength training workout
es: Inicia un entrenamiento de fuerza
fr_ca: Commence un entraînement de musculation
ja: 筋力トレーニングのワークアウトを開始します

source: Start logging sets in your routines to unlock powerful insights about your training.
es: Empieza a registrar series en tus rutinas para obtener información valiosa sobre tu entrenamiento.
fr_ca: Commencez à enregistrer des séries dans vos routines pour obtenir des analyses détaillées de votre entraînement.
ja: ルーティンでセットを記録し始めると、トレーニングに関する詳しい分析が見られます。

source: Start or stop a strength training workout
es: Inicia o detén un entrenamiento de fuerza
fr_ca: Commence ou arrête un entraînement de musculation
ja: 筋力トレーニングのワークアウトを開始または停止します

source: Start workout
es: Iniciar entrenamiento
fr_ca: Commencer l'entraînement
ja: ワークアウトを開始

source: Stats
es: Estadísticas
fr_ca: Statistiques
ja: 統計

source: Stop
es: Detener
fr_ca: Arrêter
ja: 停止

source: Stop Workout
es: Detener entrenamiento
fr_ca: Arrêter l'entraînement
ja: ワークアウトを停止

source: Stop the current workout
es: Detén el entrenamiento actual
fr_ca: Arrête l'entraînement en cours
ja: 現在のワークアウトを停止します

source: Stop workout
es: Detener entrenamiento
fr_ca: Arrêter l'entraînement
ja: ワークアウトを停止

source: Strength workout running time
es: Tiempo transcurrido del entrenamiento de fuerza
fr_ca: Durée écoulée de l'entraînement de musculation
ja: 筋力トレーニングの経過時間

source: Suggestions
es: Sugerencias
ja: 候補

source: Sunday
es: Domingo
fr_ca: Dimanche
ja: 日曜日

source: Switch between Month–Day–Year and Day–Month–Year formats for dates.
es: Cambia entre los formatos de fecha mes–día–año y día–mes–año.
fr_ca: Basculez entre les formats de date mois–jour–année et jour–mois–année.
ja: 日付の表示形式を「月–日–年」と「日–月–年」で切り替えます。

source: Tap 'Add Exercise' to create an exercise for your routine.
es: Toca «Añadir ejercicio» para crear un ejercicio en tu rutina.
fr_ca: Touchez « Ajouter un exercice » pour créer un exercice dans votre routine.
ja: 「エクササイズを追加」をタップして、ルーティンにエクササイズを作成しましょう。

source: Tap 'Add Set' to define reps, weight, and other details.
es: Toca «Añadir serie» para definir repeticiones, peso y otros detalles.
fr_ca: Touchez « Ajouter une série » pour définir les répétitions, le poids et d'autres détails.
ja: 「セットを追加」をタップして、レップ数や重量などを設定しましょう。

source: Tap here to add exercises and sets to your workout routine.
es: Toca aquí para añadir ejercicios y series a tu rutina de entrenamiento.
fr_ca: Touchez ici pour ajouter des exercices et des séries à votre routine d'entraînement.
ja: ここをタップして、ルーティンにエクササイズとセットを追加しましょう。

source: Tap to begin using SetDeck
es: Toca para empezar a usar SetDeck
fr_ca: Touchez pour commencer à utiliser SetDeck
ja: タップしてSetDeckを使い始める

source: These actions cannot be undone.
es: Estas acciones no se pueden deshacer.
fr_ca: Ces actions sont irréversibles.
ja: これらの操作は取り消せません。
